[
    {
        "name": "特钟",
        "name_en": "Te Zhong",
        "material": "金",
        "number": 1,
        "intro": "The special bell in the ancient music of Liuyang was dug by a widower from the mountains during the Daoguang reign of the Qing Dynasty, and was later compiled into the ancient music of Liuyang by Qiu Zhilu. Judging from its shape and pattern, it is a bronze cymbal in the early Western Zhou Dynasty.",
        "pattern": [
            "cloud"
        ]
    },
    {
        "name": "编钟",
        "name_en": "Bian Zhong",
        "material": "金",
        "number": 55,
        "intro": "Bian Zhong in the Qing Dynasty were originally a set of 24 pieces, including Lv(律） Zhong and Lv（吕） Zhong,each were 12 pieces. They are in the shape of jujubes, with a bulging waist and a flat mouth. Most of  them have three small round holes, and has the name of the bell. Their size and shape are slightly different.",
        "pattern": [
            "engraved"
        ]
    },
    {
        "name": "特磬",
        "name_en": "Te Qing",
        "material": "石",
        "number": 1,
        "intro": "Te Qing, made of stone. Attached with iron pendants from the Qing Dynasty or the Republic of China. There is no pattern on the front of the Qing. Two layers of borders are engraved along the back. The borders are decorated with dragon, flower and butterfly patterns,all of which are gold-plated.",
        "pattern": [
            "butterfly",
            "flower",
            "dragon"
        ]
    },
    {
        "name": "编磬",
        "name_en": "Bian Qing",
        "material": "石",
        "number": 24,
        "intro": "Among the musical instruments of the ancient music of Liuyang in the Qing Dynasty, there were 24 pieces of Qin in a set. They were all from the period of the Daoguang's nine years to the Republic of China.",
        "pattern": [
            "dragon",
            "cloud",
            "butterfly"
        ]
    },
    {
        "name": "瓷埙",
        "name_en": "Ci Xun",
        "material": "土",
        "number": 2,
        "intro": "There are 2 pieces of Ci Xun, all manufactured in 1881. Porcelain, orange. There are five-finger holes all around, decorated with double dragon and cloud patterns, inscriptions. Hole edges are painted with gold.",
        "pattern": [
            "engraved",
            "dragon",
            "cloud"
        ]
    },
    {
        "name": "应鼓",
        "name_en": "Ying Gu",
        "material": "革",
        "number": 1,
        "intro": "The existing Ying Gu was manufactured in 1901.Its body is made of wood and  leather. Ying Gu should be placed horizontally on a wooden drum rack. The drum surface draws bird and flower patterns in green, black, red, and other colors.",
        "pattern": [
            "flower",
            "phoenix"
        ]
    },
    {
        "name": "搏拊鼓",
        "name_en": "Bofu Gu",
        "material": "革",
        "number": 2,
        "intro": "There are 2 Bofu Gu, both manufactured in 1901. Both of  drums have the same shape, decoration and size. Their waist and body were painted red and surface were painted with green, black, and red colors. When using, place the Bofu Gu horizontally on a wooden drum stand.",
        "pattern": [
            "lion"
        ]
    },
    {
        "name": "七弦琴",
        "name_en": "Qixian Qin",
        "material": "丝",
        "number": 6,
        "intro": "There are 4 existing Qins in Liuyang ancient music, all manufactured in 1901. The neck is curved inward and the tail is rounded. On the back, Longchi and Fengnum are both narrow and rectangular.",
        "pattern": [
            "engraved"
        ]
    },
    {
        "name": "敔",
        "name_en": "Yu",
        "material": "丝",
        "number": 1,
        "intro": "It was manufactured in 1901. Carved from a whole piece of wood, shaped like a tiger, with carved flower patterns on the head and feet. The whole surface is painted with red and gold. The method is to use it to hit the tiger's head and brush the back to make a sound when the music is finished.",
        "pattern": [
            "flower"
        ]
    },
    {
        "name": "洞箫",
        "name_en": "Dong Xiao",
        "material": "竹",
        "number": 6,
        "intro": "Manufactured in 1906, all four dong flutes are preserved intact. They are made of round, straight short bamboos with sticks at the top and the rest of the sticks cut through. There are seven press holes all over the body, decorated with dragon patterns. The size of them is slightly different.",
        "pattern": [
            "dragon"
        ]
    },
    {
        "name": "篪",
        "name_en": "Chi",
        "material": "竹",
        "number": 4,
        "intro": "Manufactured in the 21st and 32nd years of Guangxu of Qing Dynasty. Made of round short bamboo. Bamboo is kept at one end and the rest is chiseled. The blow hole is opened near the end of the bamboo stick, and eight pressing holes are opened on the body. Decorated with dragons and gold lettering. Each size is slightly different.",
        "pattern": [
            "engraved",
            "dragon"
        ]
    },
    {
        "name": "龙笛",
        "name_en": "Long Di",
        "material": "竹",
        "number": 6,
        "intro": "Long Di is made of round short bamboo. There are eight pressing holes under the blow holes. The dragon flute has a wooden dragon head carved at the beginning and a dragon tail carved at the tail, all of which are painted in gold and red,  decorated with dragon patterns.",
        "pattern": [
            "dragon"
        ]
    },
    {
        "name": "凤箫",
        "name_en": "Feng Xiao",
        "material": "竹",
        "number": 2,
        "intro": "There are 4 Feng Xiao, two of which were made in 1905 and 1906. Feng Xiao first made a butterfly with wings spread from a wooden board, and then attached 24 bamboo pipes with the name of 24 rhythms on it. The dragon and cloud patterns on the front of the wooden board are all painted gold.",
        "pattern": [
            "dragon",
            "cloud"
        ]
    },
    {
        "name": "大瑟",
        "name_en": "Da Se",
        "material": "丝",
        "number": 4,
        "intro": "There are 2 existing Da Se, both made in 1835. The back of Da ses' Tianchi is round and Dichi is square. The whole surface is painted with black paint.Dragons were carved on each of Da Ses' left and right ends.",
        "pattern": [
            "dragon"
        ]
    },
    {
        "name": "笙",
        "name_en": "Sheng",
        "material": "匏",
        "number": 0,
        "intro": "When Gu Shi inspected the Confucius Temple in Qufu, he saw that the Sheng was actually replacing the gourd with wood. He immediately planted the gourd by himself, removed the inner crust and dried it, carved the hole and fixed the sound, made the clam, and made up for the lack of eight sounds.",
        "pattern": [
            "sun",
            "cloud",
            "phoenix"
        ]
    },
    {
        "name": "鼗鼓",
        "name_en": "Tao Gu",
        "material": "革",
        "number": 6,
        "intro": "Tao Gu was made in 1901,which means rattle.On both sides of the exsiting Tao Gu , decorated with phoenix bird, sun and cloud patterns. They are painted with green, black and red pigments.",
        "pattern": [
            "sun",
            "cloud",
            "phoenix"
        ]
    },
    {
        "name": "镛钟",
        "name_en": "Yong Zhong",
        "material": "金",
        "number": 0,
        "intro": "The Liuyang ancient music is performed with only one Yong Zhong which is located at the top of the East Hall of the Temple of Literature. It is made of copper and its sound is clear.",
        "pattern": []
    },
    {
        "name": "干",
        "name_en": "Gan",
        "material": "木",
        "number": 62,
        "intro": "Gan is a shield, it is wooden,manufactured in 1901. It consists of thin wooden boards and bow-shaped handles. Gan was painted with dragon and clouds patterns.",
        "pattern": []
    },
    {
        "name": "戚",
        "name_en": "Qi",
        "material": "木",
        "number": 63,
        "intro": "Qi is an axe, manufactured in 1901. It is wooden, the blade of the axe is painted white, the rest is black, and the handle is painted red.",
        "pattern": [
            "dragon",
            "cloud"
        ]
    }
]